Repository: fredericosachweh/amostra2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: user
pt_br: usuário

source: user profile
pt_br: perfil de usuário

source: user profiles
pt_br: perfis de usuário

source: Student
pt_br: Aluno

source: Teacher
pt_br: Professor

source: Manager
pt_br: Gerente

source: User account update successful
pt_br: Conta de usuário atualizada com sucesso

source: You need at least one person performing the roles: {0}.
pt_br: Voce necessita de ao menos uma pessoa efetuando as funções: {0}.

source: <a href="{0}">Send&nbsp;demonstration</a>
pt_br: <a href="{0}">Enviar&nbsp;demonstração</a>

source: Demonstration expired
pt_br: Demonstração expirada

source: CNPJ Number
pt_br: Número de CNPJ

source: State
pt_br: Estado

source: Phones
pt_br: Telefones

source: Address Information
pt_br: Informações de Endereço

source: Key
pt_br: Chave

source: Klass key not found
pt_br: Chave de classe não encontrada

source: select a client...
pt_br: selecione um cliente...

source: select a teacher...
pt_br: selecione um professor...

source: The class will be operated by a teacher but you can leave this field blank until the teacher is registered.
pt_br: A será operada por um professor mas você pode deixar este campo em branco até ele estar registrado.

source: name
pt_br: nome

source: There is already a teacher with this email in your company.
pt_br: Já existe um professor com este e-mail em sua empresa.

source: Program
pt_br: Programa

source: Start date
pt_br: Data de início

source: End date
pt_br: Data de fim

source: Modules
pt_br: Módulos

source: Students
pt_br: Alunos

source: You cannot set more than {0} students.
pt_br: Você não pode definir mais que {0} alunos.

source: The name {0} appears more than once.
pt_br: O nome {0} é usado mais de uma vez.

source: Name
pt_br: Nome

source: Start
pt_br: Início

source: End
pt_br: Fim

source: Expected {exp} columns, found {fnd} at line {line}.
pt_br: Esperado {exp} colunas, encontrado {fnd} na linha {line}.

source: Name cannot be blank at line: {0}
pt_br: Nome não pode estar em branco na linha: {0}

source: Error found on CNPJ at line: {0}.
pt_br: Erro encontrado em CNPJ na linha: {0}

source: CNPJ already exists at line: {0}.
pt_br: CNPJ já existe em linha: {0}.

source: Error found on the email at line: {0}.
pt_br: Erro encontrado no e-mail na linha: {0}

source: State must be with 2 characters length at line: {0}.
pt_br: O estado precisa ter 2 caractéres na linha: {0}

source: Active
pt_br: Ativo

source: Frozen
pt_br: Congelado

source: Inactive
pt_br: Inativo

source: Suspended
pt_br: Suspenso

source: Cancelled
pt_br: Cancelado

source: Removed
pt_br: Removido

source: responsible
pt_br: responsável

source: managers
pt_br: gestores

source: teachers
pt_br: professores

source: company name
pt_br: razão social

source: CNPJ number
pt_br: número de CNPJ

source: phones
pt_br: telefones

source: address
pt_br: endereço

source: number
pt_br: número

source: complement
pt_br: complemento

source: quarter
pt_br: bairro

source: postal code
pt_br: cep

source: city
pt_br: cidade

source: state
pt_br: estado

source: has agreed with contract?
pt_br: concordou com o contrato?

source: external source
pt_br: fonte externa

source: external code
pt_br: código externo

source: administrative structure
pt_br: estrutura administrativa

source: private school category
pt_br: categoria de escola privada

source: client
pt_br: cliente

source: clients
pt_br: clientes

source: Status changed from {0} to {1}.
pt_br: Status modificado de {0} para {1}

source: created at
pt_br: data de criação

source: document
pt_br: documento

source: classes count
pt_br: número de turmas

source: day of payment
pt_br: data de pagamento

source: any pending payment?
pt_br: algum pagamento pendente?

source: contract
pt_br: contrato

source: contracts
pt_br: contratos

source: teacher
pt_br: professor

source: is confirmed?
pt_br: está confirmado?

source: max students
pt_br: número máx. de alunos

source: end date
pt_br: data de fim

source: E.g.: the end of school year.
pt_br: Ex.: final do ano letivo.

source: students
pt_br: alunos

source: students count
pt_br: número de alunos

source: password list printed at
pt_br: lista de senha impressa em

source: key
pt_br: chave

source: cost
pt_br: custo

source: class
pt_br: turma

source: classes
pt_br: turmas

source: mandatory
pt_br: obrigatório

source: Mark this to force at least one person in this role when saving a client.
pt_br: Marque esta opção para forçar ao menos uma pessoa nesta função ao salvar o cliente.

source: role
pt_br: função

source: roles
pt_br: funções

source: telephone
pt_br: telefone

source: cellphone
pt_br: celular

source: person
pt_br: pessoa

source: persons
pt_br: pessoas

source: {0} clients imported successfuly.
pt_br: {0} clientes importados com sucesso

source: Import clients
pt_br: Importar clientes

source: New class under your control
pt_br: Nova classe sob seu controle

source: Class deleted successfully!
pt_br: Turma removida com sucesso.

source: Welcome to Mainiti
pt_br: Bem-vindo ao Mainiti

source: Entity name
pt_br: Nome da entidade

source: Persons
pt_br: Pessoas

source: Greeting
pt_br: Saudação

source: I read and agree with terms
pt_br: Eu li e concordo com os termos

source: You must agree with the terms!
pt_br: Você precisa concordar com os termos!

source: I read and agree with contract
pt_br: Eu li e concordo com o contrato

source: You must agree with the contract!
pt_br: Você precisa concordar com o contrato!

source: Add at least one entry
pt_br: Adicione ao mesno uma entrada

source: Teacher name
pt_br: Nome do professor

source: Teacher email
pt_br: E-mail do professor

source: valid until
pt_br: válido até

source: has agreed with terms?
pt_br: concordou com os termos?

source: demonstration
pt_br: demonstração

source: demonstrations
pt_br: demonstrações

source: position
pt_br: posição

source: category usage
pt_br: utilização de categoria

source: categories usage
pt_br: utilizações de categoria

source: Demonstration requested for a just registered client.
pt_br: Requisição de demonstração para cliente recém-cadastrado.

source: Cannot send an expired demonstration!
pt_br: Não pode enviar uma demonstração expirada!

source: There are no possible destinataries to send the demonstration!
pt_br: Não há destinatários possíveis para enviar a demonstração!

source: {0} <{1}> (Institutional)
pt_br: {0} <{1}> (Institucional)

source: Send demonstration
pt_br: Enviar demonstração

source: Access your Mainiti's demonstration
pt_br: Acesse sua demonstração do Mainiti

source: Demonstration sent with success!
pt_br: Demonstração enviada com sucesso!

source: The client just done his demonstration, contact him to keep the negotiation.
pt_br: O cliente acabou sua demonstração, entre em contato com ele para manter a negociação.

source: Client update successful
pt_br: Cliente atualizada com sucesso

source: Service agreement contract
pt_br: Contrato de prestação de serviços

source: The payment was updated, make sure you print the new version!
pt_br: O pagamento foi atualizado, certifique-se de imprimir a nova versão!

source: date
pt_br: data

source: system excluded date
pt_br: data excluída pelo sistema

source: system excluded dates
pt_br: datas excluídas pelo sistema

source: client excluded date
pt_br: data excluída por cliente

source: client excluded dates
pt_br: datas excluídas por cliente

source: teacher excluded date
pt_br: data excluída por professor

source: teacher excluded dates
pt_br: datas excluídas por professor

source: exercises
pt_br: exercícios

source: upper limit 1
pt_br: limite superior 1

source: upper limit 2
pt_br: limite superior 2

source: <a href="%s">View on site</a>
pt_br: <a href="%s">Ver no site</a>

source: view
pt_br: ver

source: One line text
pt_br: Texto em uma linha

source: Boolean option
pt_br: Opção boleana

source: Multi line text
pt_br: Texto em múltiplas linhas

source: Image
pt_br: Imagem

source: Boolean
pt_br: Boleano

source: Exact digit
pt_br: Dígito exato

source: Exact digit or blank
pt_br: Dígito exato ou em branco

source: Exact
pt_br: Exato

source: Exact or blank
pt_br: Exato ou em branco

source: Approximate
pt_br: Aproximado

source: Single choice
pt_br: Uma opção

source: Multiple choices
pt_br: Várias opções

source: matter
pt_br: matéria

source: matters
pt_br: matérias

source: description
pt_br: descrição

source: subject
pt_br: assunto

source: subjects
pt_br: assuntos

source: eligible for demonstrations?
pt_br: elegível para demonstrações?

source: category
pt_br: categoria

source: categories
pt_br: categorias

source: type
pt_br: tipo

source: group name
pt_br: nome do grupo

source: group short name
pt_br: nome curto do grupo

source: Short group name for data importing.
pt_br: Nome curto do grupo para importação de dados.

source: question type
pt_br: tipo de pergunta

source: question types
pt_br: tipos de pergunta

source: next group
pt_br: próximo grupo

source: answer type
pt_br: tipo de resposta

source: answer types
pt_br: tipos de resposta

source: Comma separated list of tags to be more specific than category
pt_br: Lista de tags separada por vírgula para melhor especificar uma categoria

source: times used
pt_br: vezes que foi usada

source: is public?
pt_br: é público?

source: filter 1
pt_br: filtro 1

source: filter 2
pt_br: filtro 2

source: exercise
pt_br: exercício

source: group
pt_br: grupo

source: one line text
pt_br: texto em uma linha

source: boolean value
pt_br: valor boleano

source: multiline text
pt_br: texto em múltiplas linhas

source: image
pt_br: imagem

source: question
pt_br: pergunta

source: questions
pt_br: perguntas

source: value
pt_br: valor

source: error limit
pt_br: limite de erro

source: choices
pt_br: opções

source: Set a choice per line, start with a plus sign (+) for a correct choice and a minus sign (-) for a incorrect choice.
pt_br: Defina uma opção por linha, comece com um sinal de mais (+) para uma opção correta e um sinal de menos (-) para uma opção incorreta.

source: choices samples
pt_br: amostra de opções

source: How many choices to pick from all choices map?
pt_br: Quantas opções pegar da lista de todas as opções?

source: answer
pt_br: resposta

source: answers
pt_br: respostas

source: is correct?
pt_br: está correta?

source: choice
pt_br: opção

source: batteries count
pt_br: número de baterias

source: Would reflect the number of activity days.
pt_br: Refletirá o número de dias de atividade.

source: exercises program
pt_br: programa de exercícios

source: exercises programs
pt_br: programas de exercícios

source: syllabus
pt_br: conteúdo programático

source: exercises program's module
pt_br: módulo de programa de exercícios

source: exercises program's modules
pt_br: módulos de programa de exercícios

source: Choose categories to use exercises from
pt_br: Escolha categorias de onde vem os exercícios

source: optional name
pt_br: nome opcional

source: Set an optional name for the battery.
pt_br: Especifique um nome opcional para a bateria.

source: exercises battery
pt_br: bateria de exercícios

source: exercises batteries
pt_br: baterias de exercícios

source: battery
pt_br: bateria

source: exercises count
pt_br: número de exercícios

source: sorting
pt_br: ordenação

source: Sequential
pt_br: Sequencial

source: Random
pt_br: Aleatório

source: filter 1 lower limit
pt_br: limite inferior do filtro 1

source: filter 1 upper limit
pt_br: limite superior do filtro 1

source: filter 2 lower limit
pt_br: limite inferior do filtro 2

source: filter 2 upper limit
pt_br: limite superior do filtro 2

source: battery's category usage
pt_br: utilização de categoria por bateria

source: battery's categories usage
pt_br: utilizações de categorias por bateria

source: {count} exercises from {category}
pt_br: {count} exercícios de {category}

source: start date
pt_br: data de início

source: program usage
pt_br: Aplicação de programa

source: program usages
pt_br: Aplicações de programa

source: %(program)s usage by %(client)s
pt_br: Aplicação de %(program)s por %(client)s

source: attempts count
pt_br: número de tentativas

source: How many attempts the user will have for each exercise of this battery?
pt_br: Quantas tentativas o usuário terá para cada exercício da bateria?

source: battery schedule
pt_br: agenda de bateria

source: batteries schedule
pt_br: agendas de baterias

source: is done?
pt_br: está concluída?

source: correct answers count
pt_br: número acertos

source: attempts spent
pt_br: tentativas tomadas

source: Average attempts count.
pt_br: Número médio de tentativas.

source: time spent
pt_br: tempo tomado

source: Sum of the overall time spent.
pt_br: Soma de todo o tempo gasto.

source: user battery
pt_br: bateria de usuário

source: user batteries
pt_br: baterias de usuário

source: attempts left
pt_br: tentativas disponíveis

source: started at
pt_br: iniciado em

source: finished at
pt_br: finalizado em

source: chance
pt_br: tentativa

source: chances
pt_br: tentativas

source: chance item
pt_br: item de tentativa

source: chance items
pt_br: itens de tentativa

source: square
pt_br: quadrado

source: rectangle
pt_br: retângulo

source: Unexpected columns was ignored!
pt_br: Colunas não esperadas foram ignoradas!

source: %d exercises imported successfully
pt_br: %d exercícios importados com sucesso

source: Category duplication sucessful
pt_br: Categoria duplicada com sucesso

source: Program batteries
pt_br: Baterias do programa

source: Replace program from CSV import
pt_br: Substituir programa a partir de importação de CSV

source: Program redefinition successful
pt_br: Redefinição do programa bem sucedida.

source: Category not found: "{0}"
pt_br: Categoria não encontrada: "{0}"

source: Audit program usage
pt_br: Auditar aplicação de programa

source: You already answered this exercise!
pt_br: Você já respondeu este exercício!

source: author
pt_br: autor

source: content
pt_br: conteúdo

source: due date
pt_br: data de entrega

source: ref date
pt_br: data de referência

source: task
pt_br: tarefa

source: tasks
pt_br: tarefas

source: Sends e-mails to everyone with tasks from the current week.
pt_br: Envia e-mail para todos que tiverem tarefas nesta semana.

source: New task for this week
pt_br: Novas tarefas para esta semana

source: Users
pt_br: Usuários

source: Exercises
pt_br: Exercícios

source: Exercise Programs
pt_br: Programas de exercício

source: Excluded dates
pt_br: Datas excluídas

source: Advanced
pt_br: Avançado

source: Payment
pt_br: Pagamento

source: Payments
pt_br: Pagamentos

source: Tasks
pt_br: Tarefas

source: Complementar actions
pt_br: Ações complementares

source: Usage documentation
pt_br: Documentação de uso

source: Demonstrations
pt_br: Demonstrações

source: Flatpages
pt_br: Páginas planas

source: Add %(name)s
pt_br: Adicionar %(name)s

source: Import %(name)s
pt_br: Importar %(name)s

source: Clients
pt_br: Clientes

source: Password reset successful
pt_br: Senha resetada com sucesso.

source: Forgotten your password? Enter your email address, and we'll email instructions for setting a new one.
pt_br: Esqueceu a senha? Forneça o seu endereço de email e te enviaremos instruções para definir uma nova.

source: send
pt_br: enviar

source: Mark selected payments as paid
pt_br: Marcar pagamentos selecionados como pagos

source: Client
pt_br: Cliente

source: open/visit
pt_br: abertura/visita

source: create at
pt_br: data de criação

source: reference date
pt_br: data de referência

source: expiry date
pt_br: data de vencimento

source: payment date
pt_br: data do pagamento

source: was paid
pt_br: pago

source: payment
pt_br: pagamento

source: payments
pt_br: pagamentos

source: in the classes
pt_br: nas turmas

source: in the class
pt_br: na turma

source: Referring to use of Mainiti Software {in_klass} {klasses}, at month {month} of {year}, by the company {client}.
pt_br: Referente a utilização do Software Mainiti {in_klass} {klasses}, no mês de {month} de {year}, pela empresa {client}.

source: visit of payment
pt_br: visita do pagamento

source: visits of payments
pt_br: visitas dos pagamentos

source: opening of payment
pt_br: abertura do pagamento?

source: opening of payments
pt_br: aberturas dos pagamentos

source: update_at
pt_br: data de atualização

source: current cost
pt_br: valor corrente

source: payment value of class
pt_br: Valor do pagamento da turma

source: payments values of classes
pt_br: valor do pagamento das turmas

source: Do not accept payment after due date.
pt_br: Não aceitar o pagamento após a data de vencimento.

source: billet-{0}.pdf
pt_br: boleto-{0}.pdf

source: Generate payment for the current month for all contracts with classes, using the 1st day as ref_date
pt_br: Gerar pagamento para o mês corrente para todos os contratos com turmas, usando o primeiro dia com data de referência.

source: Sends e-mails to managers with klass with late payments
pt_br: Envia e-mail para gerentes com turmas com pagamentos atrasados

source: Klasses with late payments
pt_br: Turmas com pagamentos atrasados

source: triangle
pt_br: triângulo

source: quadrilateral
pt_br: quadrilátero

source: pentagon
pt_br: pentágono

source: hexagon
pt_br: hexágono

source: heptagon
pt_br: heptágono

source: octagon
pt_br: octógono

source: enneagon
pt_br: eneágono

source: decagon
pt_br: decágono

source: hendecagon
pt_br: undecágono

source: dodecagon
pt_br: dodecágono

source: cube
pt_br: cubo

source: rectangular prism
pt_br: prisma retangular

source: triangular prism
pt_br: prisma triangular

source: quadrangular prism
pt_br: prisma quadrangular

source: pentagonal prism
pt_br: prisma pentagonal

source: triangular pyramid
pt_br: pirâmide triangular

source: quadrangular pyramid
pt_br: pirâmide quadrangular

source: pentagonal pyramid
pt_br: pirâmide pentagonal

source: sphere
pt_br: esfera

source: cylinder
pt_br: cilindro

source: equilateral triangle
pt_br: triângulo equilátero

source: isosceles triangle
pt_br: triângulo isósceles

source: scalene triangle
pt_br: triângulo escaleno

source: right triangle
pt_br: triângulo retângulo

source: rhombus
pt_br: losango

source: trapezoid
pt_br: trapézio

source: parallelogram
pt_br: paralelogramo
